
import Button from "../components/button/Button"
import FAQItem from "../components/questions/Questions"
import styles from "./ForthScreen.module.css"

const ForthScreen=()=>{


    return <>
    
<div className={styles.title}>שאלות נפוצות</div>
<div className={styles.description}>ריכזתי עבורכם שאלות ששמעתי הרבה ואני בטוחה שלפחות אחת מהן סקרנה גם אתכם, לחצו על כל שאלה כדי לראות את התשובה</div>

<FAQItem question="איך יוגה יכולה לתרום לילד/ה שלי?" answer="היוגה מחזקת את הקשב ומשפרת יכולות למידה, עוזרת לפרוק מתחים ולווסת רגשות, מלמדת את הילדים להתחבר לעצמם ולגופם בצורה חיובית, נותנת כלים להרגעה והתמודדות עם סטרס, ומחברת את הילדים לערכים של שלווה וחיבור פנימי."/>
<FAQItem question="האם את מגיעה עד אלינו?" answer="כן, אני מגיעה למוסדות ומרכזים קהילתיים עם כל הציוד הנדרש ומתאימה את הפעילות לצרכים הספציפיים של הקבוצה."/>
<FAQItem question="כמה ילדים יכולים להשתתף בקבוצה?" answer="אני עובדת עם קבוצות אינטימיות של עד 15 ילדים כדי לאפשר יחס אישי ולהגיע לכל ילד."/>
<FAQItem question="כמה זמן אורך שיעור?" answer="שיעור יוגה נמשך כ-40-45 דקות, זהו הזמן האופטימלי לשמירה על ריכוז והנאה של הילדים."/>
<FAQItem question="מה ההבדל בין יוגה לילדים ליוגה למבוגרים?" answer="יוגה למבוגרים היא יותר טכנית ומתמקדת בתנוחות ומוזיקה, בעוד יוגה לילדים משלבת משחקים, סיפורים, דמיון מודרך ופעילויות יצירתיות המותאמות במיוחד לעולמם של ילדים."/>
<FAQItem question="האם יוגה יכולה לעזור לילדים עם קשיי קשב וריכוז?" answer="כן! מניסיון אישי וכמורה ליוגה, ראיתי כיצד יוגה עוזרת לילדים עם קשיי קשב וריכוז למצוא דרכים טבעיות להתמודד עם האתגרים שלהם, לשפר את הריכוז ולפתח כלים לוויסות עצמי."/>
<FAQItem question="מה כולל תהליך העבודה?" answer="התהליך מתחיל בשיחת היכרות והתאמה, אפשרות לשיעור ניסיון, ואז מעבר לתהליך מתמשך שיכול להיות חוג שבועי, סדנה ממוקדת של 6-12 מפגשים, או פעילות חד-פעמית כחלק מאירוע מיוחד."/>

<Button text="שיראל, יש לי עוד שאלה קטנה" message="היי שיראל הגעתי מהדף, מעניין אותי לדעת..."/>

    </>
}
export default ForthScreen